Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 经历过匪夷所思的穿越，林立的心智早已成熟，完全过了那种为美色晕头转向的年纪，更何况他天生就不是那种见了美女就走不动路的性格，罗琳在别人眼中可能美艳不可方物，但在林立眼里，她只是一个差点害了自己病人的庸医。
en_us: After having experienced this bizarre time-travelling, Lin Li had become more mature, completely over the age of being disoriented at a woman's beauty. Besides, he was not the kind of person who couldn't walk at the sight of a beautiful woman from the start. Rowling might be attractive in other people's eyes, but in Lin Li's eyes, she was merely a quack who almost killed her patient.

source: 经过一上午的观察，江逸倒是大概懂了这炼丹的步骤，炼丹分为熔炼、化丹、回炉三步，让他绝望的是，这炼丹第一步熔炼药材和第三步回炉丹成倒是好办，第二步化丹他却是完全看不懂。
en_us: After observing for an entire morning, Jiang Yi could understand more or less the steps involved in refining elixirs. The refinement of elixirs had three steps: smelting, forming, and melting down. What made him despair was that the first step of melting down the ingredients and the third step of reheating the elixirs were easy to do, but he could not understand the second step of forming the elixirs at all.

source: 经过今天这一战，他对魔法已经有了更深刻的认识，绝对的力量远比技巧更加重要，哪怕没有超人的天赋，也可以凭着强横的力量横扫一切，就好象一开始老梅林对自己所做的一样。
en_us: After the battle today, he'd had a deeper understanding of magic. Absolute power was definitely more important than skills. Even if one did not have an extraordinary gift, he could rely on brutal power to make a clean sweep off everything, like what Old Merlin had done to him at the beginning.

source: 结果只是片刻时间，练功房的房门就打开了，那陪练的武者跌跌撞撞的走出来，戴着的野猪面具都吊在脖子上，露出一张满是鲜血的脸。那翊小姐的身影出现在门口，对着杨管事冷哼道：“杨管事，这铜牌陪练实力怎么那么差？换一个。”
en_us: In the end, it was only a short moment of time before the door to the technique-practicing room opened. "Wild Boar" staggered out. His mask hung from his neck, revealing a face filled with fresh blood. The silhouette of Young Mistress Yi appeared at the door. She coldly snorted at Manager Yang and said, "Manager Yong, why is the strength of this bronze-token-grade sparring partner so weak? Get me another one."

source: 结果确认后，大长老一怒之下亲自去藏书阁把他权限以内可以挑选的，涵盖不少领域的数十本修炼心法统统取了出来，让江逸一本书一本书地，一个系别一个系别地尝试。因为哪怕江逸适合修炼的是某个系别最低等级的心法，只要能有普通人的速度，以他的武学悟性来说，依然是有望成才的。
en_us: When he realized this unusual circumstance, an irritated Grand Elder personally went to his private library. Out of the countless books available, he gathered dozens of different books dedicated to the practice of mental cultivation and gave them to Jiang Yi to practice the proposed methods book by book, style by style. Regardless of whether Jiang Yi was only suited to practice the lowest level of mental cultivation abilities or not, as long as he learned it at the speed of an average person, with his instincts in martial arts, he would definitely be able to master them and become a powerful martial artist.

source: 结果自然不言而喻，江逸就算不动用黑色元力，经过这段时间不断的对练，反应速度和战斗本能也绝不是这骄傲的翊家小姐可比的。
en_us: The result was unsurprising. Even without the black essence force, Jiang Yi's speed of reaction and fighting instincts were continuously enhanced after so many sparring matches. The proud young mistress of the Yi Family was naturally no match against him.

source: 结果足足一整天，柳长老依旧没有出现。江逸纳闷了，按理柳长老应该会继续试验啊，怎么一天都没出现？不过柳长老不在，江逸乐得清闲，修炼了一整天封印上的符文又破解了二十枚，江水决的修炼速度继续提升。
en_us: Elder Liu did not show up for the entire day. Jiang Yi was perplexed. In theory, Elder Liu would be rearing to continue his experiments. Why did he not turn up for an entire day? However, with Elder Liu not being around, Jiang Yi was able to enjoy his idle moments. He was able to practice refining the entire day and shaved twenty characters off the runic patterns of his seal. The refining speed of his Jiang Water Art likewise continued to grow.

source: 结果这次丹田内却又开始产生黑色元力了，而等黑色元力积累到十缕之后，又不再增加了……
en_us: The result was that his dantian once again started producing black essence force; yet once the ten strands of this essence force had been collated, the numbers did not increase again...

source: 结果，让他很是无语的是，内堂一个穿着褐色长袍，披头散发，如一个疯子般的老头正围着一个丹炉瞪着大眼睛细细查看，而平时在丹药房帮忙的一位江家旁系子弟江松却并没有在丹药房内。
en_us: In the end what left him truly speechless was an old man in the inner part of the room, wearing a long brown robe with disheveled hair like a madman, standing around a cauldron and staring into it with his eyes wide open. As for the Jiang Clan collateral descendant who was normally in the Elixir Room helping, Jiang Song, he was not in the Elixir Room.

source: 缭绕的火焰渐渐熄灭，十级强者特有的气息也消弭于无形，此时的红发美女，只是一个做错了事的小姑娘，她紧紧抱着伊娜，声音中带着一丝哭腔：“对不起伊娜……我……我真的只是想帮麦格雷尼叔叔……我没想过……我真的没想过……”
en_us: The curling flame was gradually put out and the aura of a level-ten power had also vanished without a trace. The redheaded beauty at the moment was like a little girl who had done something wrong. She pulled Ina into a tight hug and her voice had a tinge of sobbing in it. "Sorry, Ina... I... I really wanted to help Uncle McGrenn... I've never thought... I've really never thought of..."

source: 罗林家族的族长已经完全杀红眼了，跟他竞争的是一名美貌少妇，看起来三十许人，貌美如花身段丰韵，声音又甜又软，举手投足之间带着万种风情，大概也只有葛瑞安这种老油条才认得出来，这美貌少妇其实就是加洛斯六大地下势力之一，暗月的首领克达芙妮，她手上控制着全加洛斯的小偷。
en_us: The leader of the Rolin Family had gone completely amok. Competing with him was a good-looking young woman around 30 years of age. She was beautiful and charming, her voice soft and sweet, and her every action was exceedingly fascinating and amorous. Perhaps only a wily old fox like Gerian would recognize her. The attractive young woman was Daphne, the leader of Dark Moon, one of Jarrosus' six underground forces. She controlled all the thieves in Jarrosus.

source: 罗琳一直静静的坐在那里，只是听着安静的听着两人交谈，但她望向林立的目光，却比先前更加复杂了。
en_us: Rowling sat there quietly listening to the conversation of the two men, but her gaze resting on Lin Li was more complicated than before.

source: 罗琳俏脸上泪痕已干，在两人愕然的目光中，有些怯生生的喊了一声：“格林爷爷。”
en_us: The tears had dried on Rowling's pretty face. Before the startled eyes of both men, she called out timidly, "Grandpa Grimm."

source: 罗琳微微一愕，这才反应过来他是真的要走，也再顾不得什么难以启齿，银牙一咬终于下定了决心：“我……我想跟你学习药剂！”
en_us: Rowling was slightly taken aback, and then realized he was indeed leaving. She couldn't care about the embarrassment anymore and, with clenched teeth, she came to a decision. "I... I'd like to learn potion making from you!"

source: 罗琳心中说不出的委屈，晶莹的泪珠在眼眶中打着转，滴答滴答的落在了红色的地毯上。
en_us: The aggrievement in Rowling's heart that she could not express turned into glittering tears that swirled in her eyes before falling in drip drops on the red carpet.

source: 罗琳红唇微张，却又是欲言又止，只是神色间的委屈更甚，泪珠已是“滴答滴答”的落到了餐桌上。
en_us: Rowling's red lips opened slightly, but she couldn't get the words out. Her expression was even more aggrieved, and tears started dripping on the dining table.

source: 罗琳轻轻咬着嘴唇，过了很久才有些犹豫的问道：“格林爷爷，是不是所有的药剂大师，都不愿意把自己的知识教给别人？”
en_us: Rowling bit her lips, and asked hesitantly after some time. "Grandpa Grimm, are all potion masters unwilling to impart their knowledge to others?"

source: 翊凌雪一脸正色，扬了扬手中的令牌道：“这是我父亲的令牌，我也没有开玩笑，苍狼……或许你自己都不知道，你有一种很奇特的能力，能帮助武者武技快速大成，我们翊家也正是看重了这一点才招揽你的。你去翊家不用做什么，只是天天和家族子弟对练，辅助他们武技快速大成即可……”
en_us: Yi Lingxue sent him a stern look and waved the command token in her hand, "This is my father's command token, and I was not joking. Lone Wolf... maybe you didn't realize it yet, but you have a very unique capability that can help martial artists attain phenomenal success for their techniques. The Yi Family saw this in you and therefore decided to recruit you. Once you joined our family, you need not do anything else except sparring with the family descendants, helping them to achieve phenomenal success as quick as possible..."

source: 翊凌雪倒是没有勉强，只是让江逸好好考虑一下，之后的每天她照样来找江逸对练，却是没有再提及此事。
en_us: Yi Lingxue did not push any further, only asking Jiang Yi to think it over. Following that day, she still went to Jiang Yi for sparring matches, but not once did she bring up the matter again.

source: 翊凌雪展开攻击之后，江逸身形开始飘逸的在练功房内转圈，无论这翊小姐怎么攻击，都碰不到江逸的一片衣角。每次攻击江逸似乎有预感般，翊凌雪还没出招他就已经开始躲避了，两人元力被封印，攻击速度本就差不了多少，试问翊凌雪如何能攻击到江逸？
en_us: After Yi Lingxue carried out her attacks, Jiang Yi's body figure started gracefully moving about in circles around the Technique Practising Room. No matter how much this Young Mistress Yi tried to strike at him, she could not even touch the corner of Jiang Yi's clothes. Every time she launched an attacked, it seemed as though Jiang Yi had premonitive abilities, being able to avoid and hide before Yi Lingxue released her combat techniques. With both persons' essence forces being sealed off from use, their combat speeds were more or less the same. Dare one ask, how could it be possible for Yi Lingxue to ever manage to hit Jiang Yi?

source: 翊凌雪整理了一下火红的武士袍，叹道：“太可惜了……你要是早些努力修炼，说不定天羽城十大天才其中就有你了。”
en_us: Yi Lingxue straightened her fiery-red martial artist robes, sighing, "It's such a shame... if only you had put in more effort before in cultivating, you might have been one of the top ten geniuses of Skyplume City."

source: 翊凌雪浑身衣袍湿透了，此刻大口大口喘气，微微隆起的胸脯上下起伏，无比诱人。听到江逸的话，她俏脸上露出一抹淡淡红晕，看了一眼江逸笑道：“你很会说话哦，行了！今天打痛快了，明日我再找你，不过……明日你能不能还手？别总是躲避，那样没意思。”
en_us: Yi Lingxue's robes were completely wet. At the moment, she was panting and taking in big mouthfuls of air. With her slightly perky breasts moving up and down as she panted, she appeared incomparably alluring. Upon listening to what Jiang Yi said, a faint reddish blush appeared on her delicate face. Looking at Jiang Yi, she smiled and replied, "You sure know how to speak. very well! Today, I've sparred to my heart's content. I'll come and fine you tomorrow, but... can you at least fight back during our match tomorrow? Don't always simply avoid and try to escape, those tactics don't make the match fun at all."

source: 翊凌雪看到江逸走过来，连忙凑过来压低声音说道：“苍狼，这是我堂妹翊飞儿，这段时间我要闭关，以后就让你就和她对练吧！”
en_us: Upon seeing Jiang Yi, Yi Lingxue wasted no time in going to him and whispering, "Lone Wolf, this is my cousin Yi Fei-er. I'll be in seclusion for some time, so I'll let you spar with her in the meantime!"

source: 翊凌雪被虐了一场，不仅没有半点气馁反而兴奋无比，约定第二日再战后扭着圆滚的翘臀大步离开了，看得其余陪练一阵眼热，明显很羡慕江逸的艳福。
en_us: 大步Having been abused in one match, not only did Yi Lingxue not feel a shred of discouragement; rather, she was unbelievably excited. After promising to return the next day for a rematch, she twitched her round buttocks and walked off at a wide pace. Observing her movements, the other sparring partners were all feeling envious. They were all clearly jealous of Jiang Yi's luck with women.

source: 翊凌雪见江逸沉默不说话有些急了，朝前方走了几步，靠近江逸三尺距离，这才轻咬贝唇说道：“苍狼，你要什么待遇尽管提，我都可以转告我父亲。如果你是别的家族子弟这也不是问题，你可以入赘我们翊家，我有一个堂妹，比我还漂亮……”
en_us: Yi Lingxue became slightly anxious at Jiang Yi's silence. She took a few steps towards him until she was a meter away, lightly biting her lips, "Lone Wolf, feel free to make whatever demands you see fit, I'll convey them to my father. If you are the descendant of another family, it won't be a problem either. You can marry into the Yi Family; I have a cousin who is even more beautiful than I am..."

source: 翊凌雪这次让江逸出手攻击她，江逸没办法动用了武技，结果……翊凌雪很悲剧，江逸每次都能先发制人，轻松击中她，好在江逸每次都是点到即止，否则怕是翊凌雪娇贵的身子要饱受虐待了。
en_us: This time, Yi Lingxue insisted on allowing Jiang Yi to make the first move and attack her. Jiang Yi had no choice but to use his martial arts skills. In the end... it was a sad case for Yi Lingxue. Every single time, Jiang Yi was able to pre-empt her moves and take the initiative to strike first, allowing him to easily strike her. Thankfully for her, every time Jiang Yi did not over-exert his force in his attacks and stopped once he touched her, otherwise Yi Lingxue's elegant and fragile body would have to be subject to much physical abuse.

source: 翊凌雪顿了一下解释起来：“姬家二公子姬长歌，三小姐姬听雨，马家大少马黑旗，江家大少江恨水，江家旁系少爷江如龙，冷家大少冷千军，冷家四小姐冷芊芊，柳家三少柳河，柳家旁系少爷柳战，还有一个杨家大少杨中天。这十人都不满十八岁，实力最低都是铸鼎境七重，被誉为这一代的天羽城十大天才。”
en_us: Yi Lingxue paused for a moment before explaining, "Ji Family Second Young Master Ji Changge and Third Young Mistress Ji Tingyu; Ma Family Great Young Master Ma Heiqi; Jiang Clan Great Young Master Jiang Henshui, and Jiang Rulong from the side branch of the Jiang Clan; Leng Family Great Young Master Leng Qianjun and Fourth Young Mistress Leng Qianqian; Liu Family Third Young Master Liu He, and Liu Zhan from the side branch of the Liu family, and last but not least Yang Family Great Young Master Yang Zhongtian. The ten of them are all below the age of 18, yet their power levels are minimally at the seventh stage of the Cast Tripod Realm, hence they are hailed as Skyplume City's top ten geniuses of our generation."

source: 翊小姐一轮暴雨拳竟砸空了？她精致的小脸上都是错愕，随即恼羞成怒再次施展出漫天的拳影将江逸笼罩进去。
en_us: Had her Thunderstorm Fists actually hit nothing but mere air? Young Mistress Yi's delicate face revealed a look of astonishment, which immediately turned to frustrated embarrassment and subsequent anger, as she once again demonstrated her Vast Sky Fists technique and enveloped Jiang Yi inside her fist silhouettes.

source: 翊小姐抓狂了，快步朝江逸欺身而来，又换了几种武技，追着江逸穷追猛打。但无论她怎么攻击，江逸都能提前躲避开去，步伐轻松，像在自家后院闲庭信步般从容。
en_us: Young Mistress Yi became frantic and, with quick steps, moved closer to Jiang Yi. She tried to use various different martial arts techniques, as she pursued Jiang Yi relentlessly and tried to strike him. However, no matter the method she used to attack, Jiang Yi could avoid the move in advance. His steps were light and gentle, moving unhurriedly as though he were idly strolling in his own backyard.

source: 翊小姐整理了一下衣裳大步走了出去，江逸也跟了出去。坐在了人群中，他四处一扫却没有发现杨管事。索性也不管了，闭关打坐恢复消耗的黑色元力。
en_us: Young Mistress Yi straightened out and tidied up her robes before leaving the room at a wide-stepped pace. Jiang Yi followed behind her out of the room as well. Sitting amongst the crowd of sparring partners, he gave a sweeping glance of the room, but could not spot Manager Yang at all. Simply deciding not to concern himself any further, he decided to sit in silence and meditate to restore the black essence forces he had just consumed.

source: 翊小姐气鼓鼓的走了，此刻她一身武士袍都湿透了，曲线尽露，自然不可能在此多停留，否则就白白便宜了众人了。
en_us: Young Mistress Yi stormed off, fuming. At the moment, her entire martial arts robes were completely wet, revealing her figure. Naturally, she could not stay there any longer, lest she continue giving everyone a free show.

source: 翊小姐满脸可惜的说道：“下次他要是再来，一定要第一时间让人通知我，那个陪练好厉害，我的暴雨拳修炼了八年，这三年一直卡在精通阶段，和他对练了一场竟大成了……”
en_us: With a look of pity on her face, Young Mistress Yi replied, "You must get someone to inform me in the first instance the next time he returns. That sparring partner is really powerful. I have been practising my Thunderstorm Fist for eight years and have been stuck at the 'Proficiency' stage for the past three years. Yet, once I've sparred with him in a single practice match, I actually managed to reach the 'Phenomenal' stage..."

source: 翊飞儿一听脸色更臭了，一跺脚道：“你不会还手啊？这样陪练有什么意思？”
en_us: Yi Fei-er scowled harder at this and stomped her foot, "Why don't you fight back then? Where's the fun in sparring when you are like this?"

source: 翊飞儿差点摔倒，一张俏脸上都是恼羞成怒之色，站稳身子之后立即反手又攻击而来，结局很悲剧，她一次次被江逸抓住手，如耍猴般围绕着江逸冲来冲去……
en_us: Yi Fei-er almost fell, her face was red with embarrassment and anger. She steadied herself and immediately resumed her attack. Sadly, the result was the same, and she turned out to be the one who was like a monkey that was being provoked by Jiang Yi, dashing around in the room...

source: 翊飞儿战力明显比翊凌雪差远了，江逸轻松从漫天的拳影中抓住一双滑腻的白手，他也不敢用力，抓住她的手后顺势朝旁边轻轻一带，翊飞儿的身躯就朝那边跌跌撞撞而去。
en_us: Yi Fei-er's fighting skills were obviously far below that of Yi Lingxue. Effortlessly, Jiang Yi caught a pair of silky smooth hands amid the flying fist silhouettes. He dared not exert too much force and lightly yanked her sideways. That was all it took for Yi Fei-er to stumble over.

source: 翊飞儿攻击了一阵，尤其是每一拳都打在空中，这让她郁闷得吐血。再一次砸空之后，立即横眉竖眼的娇喝道：“你属猴的？怎么就知道闪来闪去？”
en_us: Yi Fei-er continued her attacks for a while, every punch hitting nothing but thin air. It made her incredibly sulky. After yet another miss, she scowled and pouted, "Is your zodiac a monkey? Do you only know how to leap and dodge like one?"

source: 翊龙宇冷笑一声，江逸这铸鼎境三重的武者，就算两人元力被封印了，但是肉体力量和他相差太大了，他随便都能震退对方的双手，当下也不不变招了，继续朝江逸的脖子切去。
en_us: Yi Longyu smirked. Jiang Yi was, after all, only at the third stage of the Cast Tripod Realm. Even if the essence forces of the two sparring parties were sealed from use, Jiang Yi's physical strength was far inferior to his own and he could easily push past Jiang Yi's defenses. With this thought, he maintained the current technique and the knifehand strikes continued their downward trajectory to Jiang Yi's neck.

source: 翊龙宇和江逸一样满头大汗，体力消耗巨大，他脸上没有半点胜利的得意，反而全是是自嘲：“苍狼，你不用装了！刚才你是故意被我拍中的吧？你小子果然和凌雪所说的变态，这反应速度太逆天了，你别说达到铸鼎境六重，就算四重都能轻松击败我！对了……去我家做副长老的事情考虑的怎么样了？如果你答应……江家那边我们来处理，甚至我可以代我父亲做主，把凌雪嫁给你！”
en_us: Like Jiang Yi, Yi Longyu was bathed in perspiration and extremely fatigued. His expression was not one of complacency, but of self-mockery, "Long Wolf, you might as well drop the pretense! You deliberately allowed me to hit you just now, didn't you? You little bugger are truly as obscenely strong as what Lingxue said. This kind of reaction speed is just unnatural. Forget about the sixth stage of the Cast Tripod Realm, you'd be able to defeat me with ease even if you were just at the fourth stage! Speaking of... have you given thought yet to being the Deputy Elder of my family? If you want to... then let us deal with the Jiang Clan. I can even make the decision on my father's behalf, and have Lingxue marry you!"

source: 翊龙宇实力强大，并没有和翊飞儿般被江逸带着转圈，只是瞬间就稳住了身形。身子一转目光内都是高隆战意，他铸鼎境六重的武者竟伤不了一个铸鼎境三重的武者，这要是传出去他在天羽城还怎么混？他作为翊家年轻一代第一强者，翊家也会颜面大损的。
en_us: Yi Longyu's prowess was not to be underestimated; unlike Yi Feier, he did not let Jiang Yi lead him on a wild goose chase and promptly steadied himself. He turned on Jiang Yi again, eyes igniting with fighting spirit. How could he, a martial artist at the sixth stage of the Cast Tripod Realm, incapable of inflicting damage on someone at only the third stage of the Cast Tripod Realm? If word got out, he would be the laughing stock of Skyplume City. As the strongest martial artist of his generation in the Yi Family, he would disgrace the family too.

source: 翊龙宇笑了笑，也不多说径直朝外面走去，走了几步才转头笑道：“你小子果然邪门，和你对战一场，我的流云散手竟有些进步，说不定再和你对战几场将会大成了。你放心……这个秘密我会帮你保守，不过作为补偿，以后我和我们翊家的子弟会经常找你陪练的，希望你每次都全力以赴。”
en_us: Yi Longyue smiled at Jiang Yi's words and headed outside without saying anything more. A few steps later, he turned around and chuckled, "You are definitely a strange brat. My Cloud-Spin Free Hand had actually seen some progress after a battle with you. Perhaps a few more rounds would see it reaching the phenomenal stage. Don't worry... your secret is safe with me, but in return, you will have to spar a lot more frequently with the Yi Family descendants. I hope you can give your all for every battle."

source: 翊龙宇翊凌雪看到这个告示之后顿时满脸失望，他们知道江逸是绝对不可能投靠翊家了，就算不被武殿收买，也会被江家重视了。不过这段时间翊家很多子弟和江逸对练，或多或少都有收获，翊家也算是赚了，下面的每场对战可是要百两紫金了。
en_us: Upon seeing that announcement, Yi Longyu and Yi Lingxue immediately revealed looks of disappointment. They knew that it would be absolutely impossible for Jiang Yi to rely on the Yi Family anymore - even if the Martial Arts Hall did not buy his loyalty, he would surely be treated with great importance by the Jiang Clan. However, over this recent period of time, many descendants of the Yi Family were able to have sparring practice with Jiang Yi and had more or less received some benefits. The Yi Family could be considered to have received a cheap advantage - after all, they would have to spend a whopping hundred taels of purple gold for each sparring match in the future.

source: 翊龙宇见江逸准备好了，眸子内闪过一丝傲然，双手做了一种奇怪的手势，化作掌刀朝江逸斜斜切来。
en_us: Knowing that Jiang Yi was ready, Yi Longyu attacked with a haughty glint in his eyes. His hands formed a strange hand-seal and transformed into knifehands that came down on Jiang Yi crosswise.

source: 翡翠高塔外的几条街道异常冷清，偶尔走过几名路人，也大多是显得行色匆匆。
en_us: The streets outside Emerald Tower were unusually quiet. There were occasionally a few passers-by, but they mostly appeared to be in a hurry.

source: 翡翠高塔外的天空，正被厚厚的乌云所覆盖着……
en_us: Outside the Emerald Tower, the sky was covered with layers of thick, dark clouds...

source: 老天有眼……
en_us: God is watching...

source: 老头已经完全忘了赶林立走的事了，看看木屋外天色渐晚，老头很殷勤的邀请林立留宿，并给他准备好了丰盛的晚餐。席间在林立旁敲侧击之下，这个陌生的世界也渐渐在林立脑海中有了个大概的轮廓。
en_us: The old man had completely forgotten about wanting Lin Li to leave. Looking at the darkening sky outside the log cabin, the old man was eager to invite Lin Li to stay, and even prepared a sumptuous dinner for him. After rounds of beating around the bush during dinner, Lin Li was gradually able to make out a general outline of the unfamiliar world in his mind.

source: 老头正在发火，一边夸张的比着手势，一边骂骂咧咧的说着什么。
en_us: The old man was incensed. His hands were making exaggerated gestures as he swore.

source: 老实说林立不是一个吝啬的人，更没有敝帚自珍的习惯，否则早在落日山脉之时，他也不会尽心尽力的指导安度因了，真要严格说起来，安度因在药剂学上真没什么天赋可言，都一百多岁的人了，还连最简单的药剂公式都记不清楚，配起药剂来也是毛手毛脚，动不动就把药剂室炸得乱七八糟。
en_us: To be honest, Lin Li was not a stingy person, and he definitely did not have the habit of thinking highly of his own doings. Otherwise, he would not have given Andoine his best guidance back in the Sunset Mountains. Strictly speaking, Andoine really had no talent in pharmaceutics. He was in his hundreds, yet he couldn't even remember the simplest potion formulas, and was brash and clumsy when concocting the potions, blowing up the potion lab on every occasion.

source: 老实说林立也怕，但他更怕在这片见鬼的森林，想要走出这片森林，就不能看着双足飞龙将那三个活人全变成死人，有时侯做好事的理由其实就这么简单。
en_us: Lin Li was afraid as well. But he was even more afraid of this cursed forest. If he wished to walk out of this forest, he could not let the Wyvern turn those three into corpses. Sometimes, the reason for doing a good deed was just as simple as this.

source: 老家伙两眼一瞪：“都被老子打成这样你还能笑得出来，你他妈属鸵鸟的？”
en_us: The old fellow glared at Old Merlin. "You could still laugh after being beaten by me? Are you a damn ostrich?"

source: 老家伙在林立的介绍之下，匆匆跟马森欧灵打过招呼之后，就急急忙忙的说了一句：“那好，我晚上过来找你。”
en_us: Following Lin Li's introduction, the old man hastily greeted Marson and Orrin and hurriedly said, "Alright then, I will come to meet you at night."

source: 老板将两人带到一片武器架前，指着其中一把精铁锻造的双手巨剑问道：“您看这把双手巨剑如何？马拉顿锻造坊出产，奥兰纳冒险者公会的制式装备，价格也不算太贵，就收您一百金币好了。”
en_us: The man led them to a row of racks, all loaded with weapons. He pointed to a two-handed giant sword forged by indurium, "How about this one? Crafted by Malaton Forging Workshop, standard equipment at Alanna's Adventurers Guild. Moreover, its price is rather reasonable at only 100 gold coins."

source: 老格林倒是不得不承认，这个叫费雷的年轻人在魔法方面，确实是一个罕见的天才。
en_us: Old Grimm had to admit that the young man named Felic was indeed a rare talent in magic.

source: 老格林刚刚开口，却又有一人走进这僻静的角落。
en_us: Old Grimm had just begun to speak when someone else walked into the secluded corner.

source: 老格林想了很久，却还是无法理解其中，不得不有些疑惑的问道：“虚空花用于提纯我可以理解，可为什么又要加入龙血草呢？”
en_us: Old Grimm thought for a very long time but still could not quite grasp the reason behind it, so he had to ask in puzzlement, "I can understand the netherbloom is used for purification, but why do you add in the dracaena grass?"

source: 老格林有些无奈的摇了摇头，从这个年轻魔法师的反应中，他也算是看出一些东西来了，这家伙根本就不知道自己是谁，更不知道自己在药剂学上的成就。
en_us: Old Grimm shook his head resignedly. He could make out something judging from the young mage's reaction. This fellow had no idea who he was at all, not even what his achievements in pharmaceutics were.

source: 老格林此话一出，大厅中更是完全静了下来，所有人都屏住了呼吸，仿佛就连心跳都停止了。
en_us: The hall was completely silent at Old Grimm's words. Everyone held their breaths, and it was as if their heartbeat had stopped.

source: 老格林究竟有什么主意，林立可是一点也不知道，他现在正急得不可开交。
en_us: Lin Li totally had no idea what Old Grimm had in mind. He was in a hurry now.
